[Generic]
Options=Options
Browse=Browse...

[KeyBinding]
CancelDeleteInstruction=Press ESCAPE to cancel or unbind this key
KeyBindInstruction=Press the key you wish to bind to this action.
KeyBindTitle=BIND KEY
CancelDeleteQuestionTitle=Unbind key?
CancelDeleteQuestionMessage=Do you wish to unbind this key?

[Defaults]
ConfirmDlgTitle=Reset to Defaults
ConfirmDlgMessage=Reset the current options category to default values?

[Sections]
General=General
Misc=Miscellaneous Settings

;; Audio ;;
VoipVoiceSettings=Voice Settings
VoipChannelMembership=Channel Membership

;; Input ;;
Keybindings=Keybindings

;; Gameplay ;;
HUDMarkers=HUD Markers
MouseSettings=Mouse Settings
ClockSettings=Clock Settings
AutoDecline=Auto-Decline Invitations

[Groups]
Options=Options
ShowHide=Show / Hide

;; Video Options ;;
;- General -;
VideoQuality=Quality
VideoResolution=Resolution
Gamma=Brightness
UIMagnification=User Interface Size
;- Advanced -;
AnisotropyAmount=Anisotropy
MSAA_Amount=Anti-Aliasing (Beta feature)

;; Audio Options ;;
AudioMasterVolume=Master Volume
BinkVolume=Video Volume
VoipSystemDisable=Overall
VoipActivationMethod=Activation Method
VoipMicVolume=Mic Volume:
VoipVoiceFont=Voice Font:
VoipChannelWorld=District Voices
VoipChannelGroup=Group Voices
VoipChannelSide=Team Voices
VoipChannelClan=Clan Voices
ChatNotificationAudio=Chat Notifications

;; Input ;;
;    MOVEMENT
GameAction_Jump=Jump
GameAction_SprintHold=Sprint (Hold)
GameAction_AutoSprint=Auto Sprint
GameAction_Walking=Walk
GameAction_CrouchToggle=Crouch (Toggle)
GameAction_CrouchHold=Crouch (Hold)
GameAction_MoveForward=Forward
GameAction_MoveBackward=Backward
GameAction_StrafeLeft=Left
GameAction_StrafeRight=Right
GameAction_MoveForwardAnalog=Forward (analog)
GameAction_MoveBackwardAnalog=Backward (analog)
GameAction_StrafeLeftAnalog=Left (analog)
GameAction_StrafeRightAnalog=Right (analog)
GameAction_ShortStrafingAngleForward=Short Strafing Angle (Forward)
GameAction_ShortStrafingAngleBackward=Short Strafing Angle (Backward)
GameAction_ShortStrafingAngleLeft=Short Strafing Angle (Left)
GameAction_ShortStrafingAngleRight=Short Strafing Angle (Right)
GameAction_WideStrafingAngleForward=Wide Strafing Angle (Forward)
GameAction_WideStrafingAngleBackward=Wide Strafing Angle (Backward)
GameAction_WideStrafingAngleLeft=Wide Strafing Angle (Left)
GameAction_WideStrafingAngleRight=Wide Strafing Angle (Right)

;       COMBAT
GameAction_Fire=Fire Weapon
GameAction_GrenadeToggle=Grenade (Toggle)
GameAction_GrenadeHold=Grenade (Hold)
GameAction_SelectWeapon_0=Primary Weapon
GameAction_SelectWeapon_1=Secondary Weapon
GameAction_PrevWeapon=Previous Weapon
GameAction_NextWeapon=Next Weapon
GameAction_LeanLeftToggle=Lean Left (Toggle)
GameAction_LeanLeftHold=Lean Left (Hold)
GameAction_LeanRightToggle=Lean Right (Toggle)
GameAction_LeanRightHold=Lean Right (Hold)
GameAction_ToggleMarksManShip=Toggle Marksmanship Mode
GameAction_DoToggleMarksmanship=Marksmanship Mode (Toggle)
GameAction_HoldMarksManShip=Marksmanship Mode (Hold)
GameAction_EnterMarksManShip=Enter Marksmanship Mode
GameAction_ExitMarksManShip=Exit Marksmanship Mode
GameAction_ReloadWeapon=Reload
GameAction_UnequipWeapon=Put Away Weapon
GameAction_SelectWeapon_2=Melee Weapon
GameAction_SelectWeapon_3=Grenade
GameAction_ToggleConsumable=Activate / Deactivate Consumable
GameAction_ToggleNitroMod=Activate / Deactivate Vehicle Mod
GameAction_ToggleAmmoCarrierMod=Activate / Deactivate Character Mod
GameAction_Witness=Witness

;         VEHICLE
GameAction_VehicleForwardAnalog=Forward (Analog)
GameAction_VehicleBackwardAnalog=Backward (Analog)
GameAction_VehicleLeftAnalog=Turn Left (Analog)
GameAction_VehicleRightAnalog=Turn Right (Analog)
GameAction_Handbrake=Handbrake
GameAction_HornHold=Horn (Hold)
GameAction_SirenToggle=Siren(Toggle)
GameAction_SirenHold=Siren (Hold)
GameAction_IndicatorLeft=Left Turn Signal
GameAction_IndicatorRight=Right Turn Signal

;       ACTION
GameAction_Action=Action
GameAction_PlayerInteractionMenu=Player Interaction Menu
GameAction_DropItem=Drop Item
GameAction_ToggleReadyForMissions=Ready for Mission
GameAction_ReloadWeapon_Action=Reload weapon+action
GameAction_Jump_Action=Jump+action
GameAction_ThrowGrenade_StopFire_Jump_SelectWeapon_0=Insta nade jumpthrow (on release cancel animation to primary)
GameAction_ThrowGrenade_StopFire_Jump_SelectWeapon_1=Insta nade jumpthrow (on release cancel animation to secondary)
GameAction_ThrowGrenade_StopFire_SelectWeapon_0=Insta nade throw (on release cancel animation to primary)
GameAction_ThrowGrenade_StopFire_SelectWeapon_1=Insta nade throw (on release cancel animation to secondary)
GameAction_ThrowGrenade_StartFire_StopFire_Jump=Hold nade jumpthrow
GameAction_SelectWeapon_0_ThrowGrenade_StartFire_StopFire_Jump=Equip primary>hold nade throw>on release throw nade+jump>cancel animation to primary (Multiple functions)
GameAction_SelectWeapon_1_ThrowGrenade_StartFire_StopFire_Jump=Equip secondary>hold nade throw>on release throw nade+jump>cancel animation to secondary (Multiple functions)
GameAction_SelectWeapon_0_ThrowGrenade_StartFire_StopFire=Equip primary>hold nade throw>on release throw nade>cancel animation to primary (Multiple functions)
GameAction_SelectWeapon_1_ThrowGrenade_StartFire_StopFire=Equip secondary>hold nade throw>on release throw nade>cancel animation to secondary (Multiple functions)
GameAction_SelectWeapon_0_ThrowGrenade=Equip primary>toggle nade throw>cancel animation to primary (Multiple functions)
GameAction_SelectWeapon_1_ThrowGrenade=Equip secondary>toggle nade throw>cancel animation to secondary (Multiple functions)
GameAction_ThrowGrenade_SelectWeapon_0=Hold nade+press m1 to throw while holding nade key (on release cancel animation to primary)
GameAction_ThrowGrenade_SelectWeapon_1=Hold nade+press m1 to throw while holding nade key (on release cancel animation to secondary)

;        CAMERA
GameAction_TurnLeft=Rotate Left
GameAction_TurnRight=Rotate Right
GameAction_SwitchCameraSide=Switch Shoulder
GameAction_CameraZoomIn=Zoom In
GameAction_CameraZoomOut=Zoom Out
GameAction_ToogleCameraPositions=Toggle Camera Distance
GameAction_LookBehind=Look Behind

;         MUSIC
GameAction_Play(Pause)=Resume / Pause Playback
GameAction_NextTrack=Next Track
GameAction_PreviousTrack=Previous Track
GameAction_VolumeUp=Volume Up
GameAction_VolumeDown=Volume Down

;       INTERFACE
GameAction_OpenCharacterCustomisation=Fast Character Editor
GameAction_OpenVehicleCustomisation=Fast Vehicle Editor
GameAction_OpenSymbolEditor=Fast Symbol Editor
GameAction_OpenClothingCustomisation=Fast Clothing Editor
GameAction_OpenMusicEditor=Fast Theme Editor
GameAction_Inventory=Inventory
GameAction_Locker=Locker
GameAction_OpenQuickChat=Quick Chat
GameAction_OpenSlashQuickChat=Slash Quick Chat
GameAction_OpenQuickReply=Quick Reply
GameAction_OpenFullChat=Open Full Chat
GameAction_GroupsAndFriends=Groups & Friends
GameAction_ClanManagement=Clan Management
GameAction_OpenFightClubChallengeScoreboard=Challenges
GameAction_SkipFightClubChallenge=Skip the current activity
GameAction_ToggleBackupRequest=Call for Backup
GameAction_ToggleScoreboardUI=Scoreboard
GameAction_TogglePlayerInfoUI=Character Info
GameAction_ToggleDistrictMap=Map
GameAction_ToggleMusicPlaybackUI=Music Player
GameAction_ToggleHUD=Toggle HUD
GameAction_ToggleOptionsUI=Options
GameAction_ToggleTutorialUI=Tutorial Window
GameAction_InGameQuestionAccepted=Accept Offer
GameAction_InGameQuestionDeclined=Decline Offer
GameAction_OpenChatChannelCommands=Chat Channel Commands
GameAction_OpenConsoleCommands=Chat Console Commands
GameAction_OpenEmoteCommands=Chat Emote Commands
GameAction_ScreenShot=Screenshot
GameAction_ExecChatLogAction_MAINCHATLOG_SCROLLUP=Main Chat Scroll Up
GameAction_ExecChatLogAction_MAINCHATLOG_SCROLLDOWN=Main Chat Scroll Down
GameAction_ReplayLastHelpUI=Last Hint
GameAction_OpenAPBSupportPage_InvalidURL=View Support Pages
GameAction_ToggleMissionStats=Mission Stats
GameAction_ToggleQuickChat=Quick Chat
GameAction_ToggleQuickReply=Quick Reply
GameAction_ToggleMainChat=Main Chat
GameAction_TogglePlayerInfoScreen=Player Info
GameAction_TogglePopUpMenu=Function Menu
GameAction_StartVehicleRepair=Repair Vehicle
GameAction_FillEquippedWeapon=Replenish Ammo
GameAction_MapZoomOut=Map Zoom Out
GameAction_MapZoomIn=Map Zoom In
GameAction_MapZoomDefault=Map Zoom Default
GameAction_ToggleMissionSummary=Mission Stats
GameAction_SetPushToTalkOn_SetPushToTalkOff=Voice - Push To Talk
GameAction_SetPushForPrivacyOn_SetPushForPrivacyOff=Voice - Push for Privacy
GameAction_ExecClosePopupDialog=Close Tutorial Dialog
GameAction_OpenAPBSupportPage_KnowledgeBaseURL_True=Open Knowledge Base Page
GameAction_ToggleMarketplaceUI=Marketplace
GameAction_RadarZoomIn=Radar Zoom In
GameAction_RadarZoomOut=Radar Zoom Out
GameAction_RadarZoomDefault=Radar Zoom Default
GameAction_Suicide=Suicide
GameAction_ToggleWeaponCustomisationUI=Armory
GameAction_SelectUp=Next Weapon
GameAction_SelectDown=Previous Weapon

;; Gameplay ;;
Mouse=Mouse
MouseSmoothing=Mouse Smoothing
MouseSensitivity=Mouse Sensitivity
MarksmanshipMouseSensitivity=Marksmanship

[Options]

;; Video Options ;;
;- General -;
VideoQuality=Quality
Fullscreen=Fullscreen
VSync=VSync
SmoothFrameRate=Smooth Frame Rate
MultiGPUCompatibility=Multi-GPU Compatibility
;- Advanced -;
AllowOneFrameThreadLag=One Frame Thread Lag (Double Buffering)
DynamicShadows=Dynamic Shadows
EnvironmentShadows=Light Environment Shadows
AmbientOcclusion=Ambient Occlusion
Distortion=Distortion
AllowFog=Enable Fog (Slightly impacts performance)
Bloom=Bloom (Impacts brightness heavily)
HighQualityBloom=High Quality Bloom
AnisotropyAmount=Max Anisotropy
MSAA_Amount=Anti-Aliasing
RenderEyelashes=Render Eye-lashes
bAllowStaticDecals=Static Decals
bAllowDynamicLights=Dynamic Lights
bAllowBlobShadows=Blob Shadows (Requires Dynamic Shadows)
bLowQualityHealthHUD=Low Quality Health HUD
bTrilinearFiltering=Trilinear MIP Filtering

;; Audio Options ;;

;- General -;
GameSubtitles=In-game Subtitles
MovieSubtitles=Movie Subtitles
MuteOnFocusChange=Mute sounds when window not active
MuteAllDeathThemes=Mute all death themes

;- VoIP -;
VoipSystemDisable=Disable
VoicePushToTalk=Push To Talk
VoipDuckingEnabled=Game Audio Ducking
VoipChannelAutoAssign=Auto Channel Selection
OpenVolumeAction=Open Windows Control Panel
LocalTestAction=Hold To Test
;JoinIfAvailable=Join Channel if Available
VoipChannelWorld=Join Channel if Available
VoipChannelGroup=Join Channel if Available
VoipChannelSide=Join Channel if Available
VoipChannelClan=Join Channel if Available

;; Gameplay ;;
HUD_WorldSpace_ShowPlayers=Players
HUD_TaskMarker_ShowContacts=Contacts
HUD_TaskMarker_ShowGroupMembers=Group Members
HUD_TaskMarker_ShowVOIP=VoIP Icon
HUD_TaskMarker_ShowTitles=Titles

InvertMouse=Invert
HardwareMouse=Hardware Cursor
MouseSmoothing=Mouse Smoothing

AutoDeclineClanInvites=Clan Invites
AutoDeclineFriendInvites=Friend Requests
AutoDeclineTradeInvites=Trade Requests
AutoDeclineNoChatMessages=No Messages

TwentyFourHourClock=24 Hour Clock
UseServerTime=Use Server Time

AutoReady=Use Auto-Ready System
AutoAssignDailyActivity=Auto-Assign Daily Activities
AlienFX=AlienFX
Tutorial=Tutorials

[Option_Tooltip]

;; Video Options ;;
MultiGPUCompatibility=Prevents rendering problems associated with multi-GPU systems.\n\nWARNING: MAY AFFECT GAME PERFORMANCE.
DynamicShadows=Enable shadows under moving characters and objects.
EnvironmentShadows=Additional shadows from artificial light sources (e.g. lamp posts).
AmbientOcclusion=Makes the world look more realistic by darkening corners and creases.
HighQualityBloom=Improves the quality of bloom (a glow effect around bright objects and lights) but may impact game performance.
Distortion=Enables distortion around explosions, muzzle flashes and reinforced glass.
AnisotropyAmount=Increases the sharpness of textures but may impact game performance.
MSAA_Amount=Smoothes pixelated edges but may impact game performance.

;; Audio Options ;;
VoipChannelGroup=Controls of the volume of all incoming VoIP communications from your Group.
VoipChannelSide=Controls the volume of all incoming VoIP communications from players in your Team.
VoipChannelClan=Controls the volume of all incoming VoIP communications from players in your Clan.
VoipChannelWorld=Controls the volume of all VoIP communications from players in your vicinity.

[Values]
Disabled=Disabled

; Full-screen
Fullscreen_0=Windowed
Fullscreen_1=Fullscreen
Fullscreen_2=Fullscreen Window

; Resolution special options
DesktopResolution=Desktop Resolution

[Warnings]
VoipWarning=Warning: There is a problem with your microphone. Ensure it is plugged in, selected in the Control Panel, and that Stereo Mix is turned off.
